Repository: Yaidier/anonymitypro
Catalog: web/app/plugins/thirstyaffiliates-pro/i18n/thirstyaffiliates-pro-*.po
Languages: es_es

source: Navigate to Help Settings and Recreate htaccess entries
es_es: Navegue a la Configuración de Ayuda y vuelva a crear las entradas de htaccess

source: <strong>All existing links have now been fixed.</strong>
es_es: <strong>Todos los enlaces existentes ahora se han corregido.</strong>

source: Show Columns
es_es: Mostrar Columnas

source: Price
es_es: Precio

source: Item Stock
es_es: Existencias

source: Sales Rank
es_es: Clasificación de Ventas

source: Product search success
es_es: Éxito en la búsqueda de productos

source: You do not have an Amazon Associate Tag for the current country you are currently conducting a product search
es_es: No tiene una Etiqueta de Asociado de Amazon para el país actual en el que está realizando una búsqueda de productos

source: Response was invalid or empty
es_es: La respuesta no es válida o está vacía

source: Successfully saved amazon table columns
es_es: Columnas de la tabla de Amazon guardadas correctamente

source: Successfully saved last used search endpoint
es_es: El último punto final de búsqueda utilizado se guardó correctamente

source: Successfully imported product as an affiliate link
es_es: Producto importado correctamente como enlace de afiliado

source: Successfully deleted imported link
es_es: Eliminó el enlace importado correctamente

source: <b>Amazon Access Key ID</b>
es_es: <b>ID de Clave de Acceso de Amazon</b>

source: <b>Amazon Secret Key</b>
es_es: <b>Clave Secreta de Amazon</b>

source: <b>Amazon Associate Tags</b>
es_es: <b>Etiquetas de Asociado de Amazon</b>

source: Please <a href="%1$s">input these required amazon credentials</a> in order to successfully query the Amazon Product Advertisement API:<br>%2$s
es_es: Ingrese <a href="%1$s">estas credenciales de Amazon requeridas</a> para consultar correctamente la API de anuncios de Productos de Amazon:<br>%2$s

source: Please <a href="%1$s">enter valid <b>Amazon Associate Tags</b></a>. Product search is disabled until this is resolved.
es_es: Introduzca <a href="%1$s"><b>Etiquetas de Asociado de Amazon</b> válidas</a>. La búsqueda de productos está deshabilitada hasta que esto se resuelva.

source: Successfully cleared search result cache
es_es: Se borró correctamente la caché de resultados de búsqueda

source: Clear cache
es_es: Limpiar la Caché

source: Failed to clear search result cache.
es_es: No se pudo borrar la caché de resultados de búsqueda.

source: Settings for Amazon Product Advertisement API
es_es: Configuración de la API de Anuncios de Productos de Amazon

source: Amazon Access Key ID
es_es: ID de Clave de Acceso de Amazon

source: <a href="%1$s" target="_blank">How To Get My Access Key ID?</a>
es_es: <a href="%1$s" target="_blank">¿Cómo obtener mi ID de clave de acceso?</a>

source: Amazon Secret Key
es_es: Clave Secreto de Amazon

source: <a href="%1$s" target="_blank">How To Get My Secret Key?</a>
es_es: <a href="%1$s" target="_blank">¿Cómo obtener mi Clave Secreta?</a>

source: Amazon Associate Tag
es_es: Etiqueta de Asociado de Amazon

source: <p style="font-weight: normal;"><a href="%1$s" target="_blank">How To Get My Amazon_Settings Associate Tag?</a><br><br> Enter your Amazon associate tag per country you are registered. Note that you will only be able to search on the countries you are registered.<br> Enter the two letter <b>Country Code</b> as the <b>Key</b> and your <b>Amazon Associate Tag</b> for that country as the <b>Value</b>. Currently supported countries are:<br><br> <em>United States <b>(US)</b>, Canada <b>(CA)</b>, United Kingdom <b>(UK)</b>, Australia <b>(AU)</b>, Brazil <b>(BR)</b>, France <b>(FR)</b>, Germany <b>(DE)</b>, India <b>(IN)</b>, Italy <b>(IT)</b>, Japan <b>(JP)</b>, Mexico <b>(MX)</b>, Netherlands <b>(NL)</b>, Singapore <b>(SG)</b>, Spain <b>(ES)</b>, Turkey <b>(TR)</b> and United Arab Emirates <b>(AE)</b></p>
es_es: <p style="font-weight: normal;"><a href="%1$s" target="_blank">¿Cómo obtener mi etiqueta asociada de Configuración de Amazon?</a><br><br> Ingrese su etiqueta de asociado de Amazon por país en el que esté registrado. Tenga en cuenta que solo podrá buscar en los países en los que está registrado.<br> Introduzca el <b>Código de país</b> de dos letras como el <b>Clave</b> y su <b>Etiqueta de Asociado de Amazon</b> para ese país como el <b>Valor</b>. Los países actualmente admitidos son:<br><br> <em>Estados Unidos <b>(US)</b>, Canadá <b>(CA)</b>, Reino Unido <b>(UK)</b>, Australia <b>(AU)</b>, Brasil <b>(BR)</b>, Francia <b>(FR)</b>, Alemania <b>(DE)</b>, India <b>(IN)</b>, Italia < b>(IT)</b>, Japón <b>(JP)</b>, México <b>(MX)</b>, Países Bajos <b>(NL)</b>, Singapur <b>(SG)</b>, España <b>(ES)</b>, Turquía <b>(TR)</b> y Emiratos Árabes Unidos <b>(AE)</b></p>

source: Hide Empty Priced Products
es_es: Ocultar Productos con Precio Vacío

source: Empty priced products are products with price of zero or products which have no price set.
es_es: Los productos con precio vacío son productos con precio cero o productos que no tienen precio establecido.

source: Import Images
es_es: Importar Imágenes

source: Quick importing will automatically import the checked images. Normal import will have these images checked by default.
es_es: La importación rápida importará automáticamente las imágenes marcadas. La importación normal tendrá estas imágenes marcadas de forma predeterminada.

source: Imported Link Categories
es_es: Categorías de Enlaces Importados

source: Add imported links to these categories.
es_es: Agregue enlaces importados a estas categorías.

source: Enable Geolocation Integration
es_es: Habilitar la Integración de Geolocalización

source: If associates tags are provided for alternate Amazon store locales, this option will import links the product on those other stores as Geolocation URLs per supported country.
es_es: Si se proporcionan etiquetas asociadas para ubicaciones alternativas de la tienda de Amazon, esta opción importará los enlaces del producto en esas otras tiendas como URL de geolocalización por país admitido.

source: Search Result Caching
es_es: Resultados de Búsqueda en Caché

source: <p style="font-weight: normal;">Cache searches performed by the Amazon importer to improve performance for repeated searches.</p>
es_es: <p style="font-weight: normal;">Búsquedas en caché realizadas por el importador de Amazon para mejorar el rendimiento de búsquedas repetidas.</p>

source: Enable Search Result Caching
es_es: Habilitar los Resultados de Búsqueda en Caché

source: If enabled, amazon module will save the search results in a cache, so if you search the same thing later, the cached data will be used instead for faster query.
es_es: Si está habilitado, el módulo de Amazon guardará los resultados de la búsqueda en un caché, por lo que si busca lo mismo más adelante, los datos almacenados en caché se utilizarán en su lugar para una consulta más rápida.

source: Cache Lifespan
es_es: Vida útil de la Caché

source: In days, defaults to 7 days.
es_es: En días, el valor predeterminado es 7 días.

source: Cache lifespan option must be a number greater than or equal 1
es_es: La opción de vida útil de la caché debe ser un número mayor o igual a 1

source: Clear Cache
es_es: Limpiar Cache

source: Clear amazon api search result cache
es_es: Borrar la caché de resultados de búsqueda de la API de Amazon

source: The Amazon Importer module lets you create affiliate links to Amazon products by searching and importing them into ThirstyAffiliates.
es_es: El módulo Importador de Amazon le permite crear enlaces de afiliados a productos de Amazon buscándolos e importándolos en ThirstyAffiliates.

source: Affiliate Link
es_es: Enlace de Afiliado

source: The required goo.gl api key is missing.
es_es: Falta la clave api de goo.gl requerida.

source: The provided URL to shorten is not valid.
es_es: La URL proporcionada para acortar no es válida.

source: There was an error on trying to shorten the provided URL. Make sure that the inputted API key and/or URL is valid.
es_es: Se produjo un error al intentar acortar la URL proporcionada. Asegúrese de que la clave API ingresada y/o la URL sean válidas.

source: The required bitly access token is missing.
es_es: Falta el token de acceso bitly requerido.

source: There was an error on trying to shorten the provided URL. Make sure that the inputted access token and/or URL is valid.
es_es: Se produjo un error al intentar acortar la URL proporcionada. Asegúrese de que el token de acceso ingresado y/o la URL sean válidos.

source: The required Firebase API key is missing.
es_es: Falta la clave de API de Firebase requerida.

source: There was an error trying to generate the short URL. Please try again.
es_es: Hubo un error al intentar generar la URL corta. Inténtalo de nuevo.

source: The affiliate link must be on "publish" status before shortening URL.
es_es: El enlace de afiliado debe estar en estado "publicar" antes de acortar la URL.

source: Shortened URL
es_es: URL Acortado

source: Regenerate
es_es: Regenerar

source: Generate
es_es: Generar

source: Activate this plugin
es_es: Activar este plugin

source: Click here to activate &rarr;
es_es: Haga clic aquí para activar &rarr;

source: Install this plugin
es_es: Instala este plugin

source: Click here to install from WordPress.org repo &rarr;
es_es: Haga clic aquí para instalar desde el Repositorio de WordPress.org &rarr;

source: <br/>Please ensure you have the <a href="%1$s" target="_blank">%2$s</a> plugin installed and activated.<br/>
es_es: <br/>Por favor, asegúrese de tener el plugin <a href="%1$s" target="_blank">%2$s</a> instalado y activado<br/>

source: <b>ThirstyAffiliates Pro</b> plugin missing dependency.<br/>
es_es: Falta dependencia del plugin <b>ThirstyAffiliates Pro</b>.<br/>

source: <a href="%1$s">Click here to update ThirstyAffiliates &rarr;</a>
es_es: <a href="%1$s">Haga clic aquí para actualizar ThirstyAffiliates &rarr;</a>

source: Please ensure you have the latest version of <a href="%1$s" target="_blank">ThirstyAffiliates</a> plugin installed and activated.
es_es: Asegúrese de tener instalada y activada la última versión del plugin <a href="%1$s" target="_blank">ThirstyAffiliates</a>.

source: Import Affiliate Links From Amazon
es_es: Importar Enlaces de Afiliados desde Amazon

source: Search Amazon For Products
es_es: Buscar Productos en Amazon

source: Search For...
es_es: Buscar por...

source: Search
es_es: Buscar

source: 1-Click Import Link
es_es: Enlace de importación con 1 clic

source: Image
es_es: Imagen

source: Title
es_es: Título

source: STEP 1 - Export your links:
es_es: PASO 1 - Exporta tus enlaces:

source: This tool lets you export a properly formatted CSV file containing a list of all the affiliate links on this website. This CSV file will be compatible with the ThirstyAffiliates CSV Importer.
es_es: Esta herramienta le permite exportar un archivo CSV con el formato adecuado que contiene una lista de todos los enlaces de afiliados en este sitio web. Este archivo CSV será compatible con ThirstyAffiliates CSV Importer.

source: You can choose to only export the links from a specific category.
es_es: Puede elegir exportar solo los enlaces de una categoría específica.

source: Before you can upload your export file, you will need to fix the following error:
es_es: Antes de poder importar sus archivos, necesitará arreglar los siguientes errores:

source: Category to export from:
es_es: Categoría para exportar desde:

source: -- All Categories --
es_es: -- Todas las Categorias --

source: Export affiliate links
es_es: Exportar enlaces de afiliados

source: STEP 1 - select your CSV file:
es_es: PASO 1 - seleccione su archivo CSV:

source: This tool lets you upload a properly formatted CSV file containing a list of affiliate links. These links will be bulk imported for you directly into ThirstyAffiliates.
es_es: Esta herramienta le permite cargar un archivo CSV con el formato adecuado que contiene una lista de enlaces de afiliados. Estos enlaces se importarán de forma masiva directamente a ThirstyAffiliates.

source: Any categories you specify in your import file that are not found in the system will be created as the links are imported
es_es: Cualquier categoría que especifique en su archivo de importación que no se encuentre en el sistema se creará a medida que se importen los enlaces

source: Before you can upload your import file, you will need to fix the following error:
es_es: Antes de poder importar sus archivos, necesitará arreglar los siguientes errores:

source: Import from CSV
es_es: Importar desde un archivo CSV

source: Maximum file size: %s
es_es: Tamaño máximo de archivo: %s

source: Select a CSV file (comma delimited .csv)
es_es: Seleccione un archivo CSV (.csv delimitado por comas)

source: Override already existing links with the same slug?
es_es: ¿Anular los enlaces ya existentes con el mismo slug?

source: Skip escaping of URLs?
es_es: ¿Omitir el escape de URL?

source: Upload file and import
es_es: Subir el archivo y importar

source: Download Example CSV
es_es: Descargar Ejemplo CSV

source: We have provided a demo CSV file that you can use as a template for formatting your CSV appropriately.
es_es: Hemos proporcionado un archivo CSV de demostración que puede utilizar como plantilla para formatear su CSV de forma adecuada.

source: <a class="button-secondary" href="%s">Download Sample CSV</a>
es_es: <a class="button-secondary" href="%s">Descargar Ejemplo CSV</a>

source: All columns are optional except for the first two (name & destination URL). If the destination URL is not valid, that row will be skipped.
es_es: Todas las columnas son opcionales excepto las dos primeras (nombre y URL de destino). Si la URL de destino no es válida, se omitirá esa fila.

source: Geolocations URLs and Autolinker keywords will be imported, but will not be active if you do not have those modules enabled.
es_es: Se importarán las URL de geolocalización y las palabras clave de Autolinker, pero no estarán activas si no tiene esos módulos habilitados.

source: Importing Country Specific URLs
es_es: Importación de URLs específicas de un país

source: Please use the two digit country code for your countries as found in the following XML file:
es_es: Utilice el código de país de dos dígitos para sus países que se encuentra en el siguiente archivo XML:

source: <a class="button-secondary" href="%s" target="_blank">Example country codes</a>
es_es: <a class="button-secondary" href="%s" target="_blank">Ejemplos de Códigos de Países</a>

source: Importing Autolink Keywords
es_es: Importación de palabras clave de Autolink

source: To import autolink keywords please provide a semi-colon delimited list (eg. Keyword One;Keyword Two).
es_es: Para importar palabras clave de autolink, proporcione una lista delimitada por punto y coma (p. Ej., Primero Palabra Clave; Segundo Palabra Clave).

source: <a href="%s">Click here</a> if you still see this page after 5 seconds.
es_es: <a href="%s">Haga clic aquí</a> si aún ve esta página después de 5 segundos.

source: Name:
es_es: Nombre:

source: Give your event notification a name for internal reference.
es_es: Asigne un nombre a la notificación de su evento para referencia interna.

source: Recipient Email:
es_es: Correo Electrónico del Destinatario:

source: Notification Type:
es_es: Tipo de Notificación:

source: Trigger Value:
es_es: Valor de Activación:

source: Status
es_es: Estado

source: Active on %s
es_es: Activo en %s

source: Product
es_es: Producto

source: Activations
es_es: Activaciones

source: %1$s%2$d of %3$s%4$s sites have been activated with this license key
es_es: %1$s%2$d de %3$s%4$s sitios se han activado con esta clave de licencia

source: Deactivate License Key on %s
es_es: Desactivar la Clave de Licencia de %s

source: ThirstyAffiliates Automatic 404 Checker
es_es: ThirstyAffiliates Comprobador Automático para Errores 404

source: The scheduled link 404 check has been completed. Below are the results counter:
es_es: Se ha completado la verificación programada del enlaces con error 404. A continuación se muestra el contador de resultados:

source: Okay:
es_es: Correcto:

source: Warning:
es_es: Aviso:

source: Some issues were detected on your affiliate links. <a href="%s">Click here to view a more detailed report
es_es: Se detectaron algunos problemas en sus enlaces de afiliados. <a href="%s">Haga clic aquí para ver un informe más detallado</a>

source: Bulk actions
es_es: Acciones por lote

source: Filter:
es_es: Filtrar:

source: Destination
es_es: Destino

source: Last Checked
es_es: Última Comprobación

source: Issue
es_es: Problema

source: Actions
es_es: Acciones

source: Enter a list of keywords you wish to automatically link with this affiliate link (case-insensitive)
es_es: Ingrese una lista de palabras clave que desea vincular automáticamente con este enlace de afiliado (no distingue entre mayúsculas y minúsculas)

source: Note: Place your keywords in order of precedence. eg. If "web design" is mentioned first and "web design course" second, it will link "web design" as first preference. Also, please type your entries rather than copy/pasting from the front end of your site. This will eliminate weird character encoding issues, especially relating to apostrophes.
es_es: Nota: coloque sus palabras clave en orden de precedencia. p.ej. Si se menciona "diseño web" primero y "curso de diseño web" en segundo lugar, se vinculará "diseño web" como primera preferencia. Además, escriba sus entradas en lugar de copiar/pegar desde la parte frontal de su sitio. Esto eliminará los extraños problemas de codificación de caracteres, especialmente los relacionados con los apóstrofos.

source: Limit (per keyword):
es_es: Límite (por palabra clave):

source: How many links per keyword should the autolinker place before stopping? Set value to 0 to follow the global value. Set value to -1 to disable keyword limit for this affiliate link.
es_es: ¿Cuántos enlaces por palabra clave debe colocar el enlazador automático antes de detenerse? Establezca el valor en 0 para seguir el valor global. Establezca el valor en -1 para deshabilitar el límite de palabras clave para este enlace de afiliado.

source: Enabled auto linking inside headings?
es_es: ¿Habilitado el enlace automático dentro de los encabezados?

source: Should the autolinker add links to matches inside heading tags? eg. &#0139;h1&#0155;, &#0139;h2&#0155;, &#0139;h3&#0155;, etc. Note this only links if the heading is part of the actual content, not the post/page title.
es_es: ¿Debería el enlazador automático agregar enlaces a coincidencias dentro de las etiquetas de encabezado? p.ej. &#0139;h1&#0155;, &#0139;h2&#0155;, &#0139;h3&#0155;, etc. Tenga en cuenta que estos enlaces solo si el encabezado es parte del contenido real, no el título de la publicación/página.

source: Random Placement?:
es_es: Colocación aleatoria:

source: Whether to pick random instances of matching keywords in the content to link or to link keywords sequentially as it finds them.
es_es: Ya sea para elegir instancias aleatorias de palabras clave coincidentes en el contenido para vincular o vincular palabras clave secuencialmente a medida que las encuentre.

source: Disable autolinker for this post?
es_es: ¿Deshabilitar autolinker para esta publicación?

source: Enter your geolocation URLs, these will override the destination URL above for visitors from these countries:
es_es: Ingrese sus URL de geolocalización, estas anularán la URL de destino anterior para los visitantes de estos países:

source: Select countries
es_es: Seleccionar Países

source: Destination URL
es_es: URL de Destino

source: Add Geolink
es_es: Agregar Geolink

source: Save
es_es: Guardar

source: Countries
es_es: Países

source: No geolocation links recorded.
es_es: No se registraron enlaces de geolocalización.

source: Please select one or more countries.
es_es: Por favor seleccione uno o más países disponibles.

source: Please enter a valid URL for the destination field.
es_es: Ingrese una URL válida para el campo de destino.

source: Status:
es_es: Estado:

source: Check Health
es_es: Verificar Salud

source: Checking...
es_es: Comprobando...

source: Start date:
es_es: Fecha de inicio:

source: Before start redirect URL:
es_es: La redireccion del URL que empieza antes de comenzar:

source: Expire date:
es_es: Fecha de vencimiento:

source: Link expiration redirect URL:
es_es: URL de redireccionamiento de vencimiento del enlace:

source: IP address
es_es: Dirección IP

source: HTTP Referrer
es_es: Referente HTTP

source: Keyword
es_es: Palabra Clave

source: Cloaked URL with code
es_es: URL encubierta con código

source: IP Address
es_es: Dirección IP

source: HTTP Referrer field needs to be a valid URL
es_es: El campo de referencia HTTP debe ser una URL válida

source: The set IP address is not valid.
es_es: La dirección IP no es válida.

source: Success!
es_es: ¡Éxito!

source: The cloaked url value has been changed. You'll be able to generate the short URL after saving the affiliate link.
es_es: Se ha cambiado el valor de la URL oculta. Podrá generar la URL corta después de guardar el enlace de afiliado.

source: Fetch report for category:
es_es: Obtener informe de la categoría:

source: Select category
es_es: Seleccionar categoría

source: General (All links)
es_es: General (todos los enlaces)

source: Fetch Report
es_es: Obtener Informe

source: Custom
es_es: Personalizado

source: Go
es_es: Ir

source: Search and select affiliate links...
es_es: Buscar Enlaces de Afiliados...

source: Select categories...
es_es: Seleccionar categorías...

source: Filter
es_es: Filtrar

source: Total Clicks
es_es: Enlaces Totales

source: Affiliate Links
es_es: Enlaces de Afiliados

source: Report to load:
es_es: Informe para Cargar:

source: Select report
es_es: Seleccione informes

source: Best Performance
es_es: El mejor rendimiento

source: Category:
es_es: Categoría:

source: No Category
es_es: Sin Categoría

source: Load Report
es_es: Cargar Informe

source: Total clicks: <strong>%s</strong>
es_es: Clics totales: <strong>%s</strong>

source: Last 7 days: <strong>%s</strong>
es_es: Últimos 7 días: <strong>%s</strong>

source: Last 30 days: <strong>%s</strong>
es_es: Últimos 30 días: <strong>%s</strong>

source: Report actions
es_es: Acciones del Informe

source: Select action
es_es: Seleccionar Acción

source: Enter report name...
es_es: Introduzca el nombre del reporte...

source: Save Report
es_es: Guardar Reporte

source: Show
es_es: Mostrar

source: entries
es_es: entradas

source: Search...
es_es: Buscar...

source: -- No Category Filter --
es_es: -- Sin Filtro de Categoría --

source: Visitor IP
es_es: IP de Usuario

source: Date
es_es: Fecha

source: Country
es_es: País

source: Link
es_es: Enlace

source: Page Referrer
es_es: Referidos de Pagina

source: Cloaked URL
es_es: URL Encubierta

source: Redirect URL
es_es: Redireccionar a URL

source: Redirect Type
es_es: Tipo de Redirección

source: Browser/Device
es_es: Navegador/Dispositivo
