Repository: Yaidier/anonymitypro
Catalog: web/app/plugins/thirstyaffiliates-pro/i18n/thirstyaffiliates-pro-*.po
Languages: es_es

source: <h3> ThirstyAffiliates Pro adds a number of new sections to your link edit screen to accommodate the new advanced features.</h3> <p>The new sections on this screen are:</p> <ol><li>Autolink Keywords</li> <li>Geolocations URLs</li> <li>Event Notifications</li></ol>
es_es: <h3>ThirstyAffiliates Pro agrega una serie de nuevas secciones a la pantalla de edición de enlaces para adaptarse a las nuevas funciones avanzadas.</h3> <p>Las nuevas secciones de esta pantalla son:</p> <ol><li>Palabras clave de Autolink</li> <li>URL de geolocalización</li> <li>Notificaciones de eventos</li></ol>

source: <h3> One of the most frustrating parts of monetizing a site with lots of content is going back through that content to add appropriate affiliate links.</h3> <p>The Autolink Keywords feature lets you define a number of keywords that should be automatically linked to your affiliate link. This makes light work of monetizing your existing content and takes away much of the burden of manually linking new articles.</p> <p>You can place limitations on the automatic linking as well. Such as a limit on the number of times a keyword can be linked, whether links should appear in headings and if they should be randomly placed or not.</p>
es_es: <h3>Una de las partes más frustrantes de monetizar un sitio con mucho contenido es revisar ese contenido para agregar enlaces de afiliados apropiados.</h3> <p>La función de palabras clave de Autolink le permite definir una serie de palabras clave que deben vincularse automáticamente a su enlace de afiliado. Esto simplifica la monetización de su contenido existente y elimina gran parte de la carga de vincular manualmente nuevos artículos.</p> <p>También puede establecer limitaciones en el enlace automático. Por ejemplo, un límite en la cantidad de veces que se puede vincular una palabra clave, si los vínculos deben aparecer en los encabezados y si deben colocarse al azar o no.</p>

source: <h3>Does your site cater to audiences in multiple countries? A great way to increase your earnings is to localise your affiliate links for the visitor’s country.</h3> <p>When visitors are referred to a store that is local to them, as opposed to an overseas store, they will be more likely to buy which results in more commissions for you.</p> <p>You can use this section to define alternate destination URLs for your affiliate link based on the detected country of the visitor.</p>
es_es: <h3>¿Su sitio atiende a audiencias en varios países? Una excelente manera de aumentar sus ingresos es localizar sus enlaces de afiliados para el país del visitante.</h3> <p>Cuando los visitantes son referidos a una tienda local para ellos, a diferencia de una tienda en el extranjero, es más probable que compren, lo que genera más comisiones para usted.</p> <p>Puede utilizar esta sección para definir URL de destino alternativas para su enlace de afiliado según el país detectado del visitante.</p>

source: <h3>Event Notifications can alert you when pre-defined events happen with your affiliate links.</h3> <p>This included things like if a link receives a certain number of clicks.</p> <p>Or if a link exceeds a certain threshold of clicks over a 24 hour period.</p> <p>Next, we’ll see how to create new Event Notifications.</p>
es_es: <h3>Las notificaciones de eventos pueden alertarle cuando suceden eventos predefinidos con sus enlaces de afiliados.</h3> <p>Esto incluyó cosas como si un enlace recibe una cierta cantidad de clics.</p> <p>O si un enlace supera un cierto umbral de clics durante un período de 24 horas.</p> <p>A continuación, veremos cómo crear nuevas notificaciones de eventos.</p>

source: Security Check Failed
es_es: Falló la comprobación de seguridad

source: You are not allowed to do this action.
es_es: No se le permite hacer esta acción.

source: <span class="success"><strong>%s</strong> affiliate links successfully added.</span>
es_es: <span class="success"><strong>%s</strong> enlaces de afiliados agregados correctamente.</span>

source: <span class="fail"><strong>%s</strong> failed.</span>
es_es: <span class="fail"><strong>%s</strong> falló.</span>

source: <span class="exist"><strong>%s</strong> already exist.</span>
es_es: <span class="exist"><strong>%s</strong> ya existe.</span>

source: View the htaccess debug log to view full report
es_es: Ver el registro de depuración de htaccess para ver el informe completo

source: Link updated. <a href="%s">View link</a>
es_es: Enlace actualizado. <a href="%s">Ver enlace</a>

source: <p>Because the <b>ThirstyAffiliates Pro Htaccess module</b> is on, links may appear cached in your browser. To test a link after you change the destination, always use a Private Browsing/Incognito window to ensure a fresh browser session.</p>
es_es: <p>Debido a que el <b>módulo ThirstyAffiliates Pro Htaccess</b> está activado, los enlaces pueden aparecer almacenados en caché en su navegador. Para probar un enlace después de cambiar el destino, utilice siempre una ventana de navegación privada / incógnito para garantizar una nueva sesión del navegador.</p>

source: ThirstyAffiliates automatic 404 checker report %s - %s
es_es: Informe del verificador 404 automático de ThirstyAffiliates %s - %s

source: The required ID or destination_url parameter is missing.
es_es: Falta el ID requerido o el parámetro destination_url.

source: The provided URL is invalid.
es_es: Dirección URL inválida.

source: Failed on getting a response from provided URL.
es_es: No se pudo obtener una respuesta de la URL proporcionada.

source: Link doesn't exist or is temporarily not available
es_es: El enlace no existe o no está disponible temporalmente

source: 404 Checker
es_es: Verificador de Errores 404

source: <p>Below is the list of issues that need to be addressed. Not all issues listed here will be serious issues and some might be false positives.</p><p>Choose to "Recheck" to check a single link again and see if the same issue remains. If so, decide if the automatic 404 checker should ignore the reported issue (if it's a false positive).</p><p>If you decide to change the destination URL of the affiliate link, choose "Recheck" after you have made the change to see if that solves the issue.</p><div class='legend'><p><strong class='warning'>Warnings</strong>: You should check that the link is resolving where you think it should be resolving. If so, mark it ignored and the health checker won't check it again.</p><p><strong class='error'>Errors:</strong> Pay special attention. Errors indicate a 404 status code was thrown when trying to visit the link. Check that everything is OK and if it is, mark it ignored. Otherwise, make whatever changes you need to the link and click recheck to see if those changes worked.</p></div>
es_es: <p>A continuación se muestra la lista de problemas que deben notar. No todos los problemas enumerados aquí serán problemas graves y algunos podrían ser falsos positivos. </p><p>Elija "Volver a Verificar" para verificar un solo enlace nuevamente y ver si el mismo problema persiste. Si es así, decida si el verificador 404 automático debe ignorar el problema informado (si es un falso positivo). </p><p>Si decide cambiar la URL de destino del enlace de afiliado, elija "Volver a Verificar" después de haber hecho el cambio para ver si eso resuelve el problema. </p><div class='legend'><p><strong class='warning'>Advertencias</strong>: debe verificar que el enlace se resuelve donde cree debería estar resolviendo. Si es así, márquelo como ignorado y el verificador de estado no lo volverá a verificar. </p><p><strong class='error'>Errores:</strong> Preste especial atención. Los errores indican que se lanzó un código de estado 404 al intentar visitar el enlace. Comprueba que todo está bien y, si es así, márcalo como ignorado. De lo contrario, realice los cambios que necesite en el enlace y haga clic en volver a verificar para ver si esos cambios funcionaron.</p></div>

source: 404 Checker Report
es_es: Informe de Verificador 404

source: ignored
es_es: ignorados

source: Unknown
es_es: Desconocido

source: Visit affiliate link
es_es: Visite el enlace de afiliado

source: Expected:
es_es: Previsto:

source: Actual:
es_es: Real:

source: No data
es_es: No hay datos

source: Fix
es_es: Reparar

source: Recheck
es_es: Volver a Comprobar

source: Ignore
es_es: Ignorar

source: No issues to display.
es_es: No hay problemas para mostrar.

source: <em>Fixed</em>
es_es: <em>Reparado</em>

source: Failed to ignore issue or issue doesn't exist anymore.
es_es: No se pudo ignorar el problema o el problema ya no existe.

source: The previous automatic 404 checker cron job is still running.
es_es: El trabajo cron del verificador 404 automático anterior todavía se está ejecutando.

source: Link Checker has been run manually successfully.
es_es: Link Checker se ha ejecutado manualmente con éxito.

source: Autolink Keywords
es_es: Palabras clave de Autolink

source: Geolocation URLs
es_es: URLs de Geolocalización

source: Link Scheduler
es_es: Programador de Enlaces

source: Preset Click Data Parameters
es_es: Parámetros de datos de clic preestablecidos

source: Regenerate Short URL with %s
es_es: Regenerar URL corta con %s

source: Generate Short URL
es_es: Generar URL Corta

source: Please <a href="%1$s">activate</a> your copy of ThirstyAffiliates Pro to get latest updates and have access to support.
es_es: Por favor, <a href="%1$s">active</a> su copia de ThirstyAffiliates Pro para recibir las últimas actualizaciones y tener acceso a apoyo.

source: Invalid AJAX Operation
es_es: Operación AJAX no válida

source: Required parameters not supplied
es_es: Parámetros requeridos no suministrados

source: Security check failed
es_es: Falló la comprobación de seguridad

source: The license was successfully activated.
es_es: La licencia fue activada exitosamente.

source: The license information is not available, try refreshing the page.
es_es: La información de la licencia no está disponible, intente actualizar la página.

source: The license was successfully deactivated.
es_es: Tu licencia fue desactivada con éxito.

source: Edge updates successfully enabled
es_es: Actualizaciones de Edge habilitadas correctamente

source: Edge updates successfully disabled
es_es: Actualizaciones de Edge deshabilitadas con éxito

source: TAP License
es_es: Licencia TAP

source: ThirstyAffiliates Pro License
es_es: Licencia ThirstyAffiliates Pro

source: Save Changes
es_es: Guardar Cambios

source: License activated with key %s
es_es: Licencia activada con clave %s

source: Activation Email
es_es: Correo Electrónico de Activación

source: License Key
es_es: Clave de Licencia

source: Edge Updates
es_es: Actualizaciones de Edge

source: Include ThirstyAffiliates Pro edge (development) releases in automatic updates (not recommended on production sites)
es_es: Incluir versiones edge de ThirstyAffiliates Pro (desarrollo) en actualizaciones automáticas (no recomendado en sitios de producción)

source: License
es_es: Licencia

source: Enter the activation email and the license key given to you after purchasing ThirstyAffiliates Pro. You can find this information by logging into your <a href="%1$s" target="_blank">Account</a> on our website or in the purchase confirmation email sent to your email address.
es_es: Ingrese el correo electrónico de activación y la clave de licencia que se le proporcionó después de comprar ThirstyAffiliates Pro. Puede encontrar esta información iniciando sesión en su <a href="%1$s" target="_blank">Cuenta</a> en nuestro sitio web o en el correo electrónico de confirmación de compra enviado a su dirección de correo electrónico.

source: (%s) At least an Administrator
es_es: (%s) Al menos un administrador

source: (%s) At least an Editor (terms)
es_es: (%s) Al menos un Editor (términos)

source: (%s) At least an Editor (posts)
es_es: (%s) Al menos un Editor (publicaciones)

source: (%s) At least an Author
es_es: (%s) Al menos un Autor

source: (%s) At least a Contributor
es_es: (%s) Al menos un Colaborador

source: Select role or capability
es_es: Seleccionar rol o capacidad

source: Please wait...
es_es: Por favor, espera...

source: Admin menu items visibilty saved successfully.
es_es: La visibilidad de los elementos del menú de administración se ha guardado correctamente.

source: No changes to be saved.
es_es: No hay cambios para guardar.

source: Sorry, you are not allowed to access this page.
es_es: Lo sentimos, no se permite acceder a esta página.

source: No preset click data parameters saved yet.
es_es: Aún no se han guardado parámetros de datos de clic preestablecidos.

source: Missing required parameters.
es_es: Faltan parámetros requeridos.

source: There is nothing to save.
es_es: No hay nada para guardar.

source: There was a problem saving the data. Please try again.
es_es: Se ha producido un error al guardar la zona de envío. Inténtalo de nuevo.

source: Please fill up the form properly
es_es: Por favor, rellene el formulario correctamente

source: No Data Available
es_es: No hay datos disponibles

source: Please input search terms
es_es: Ingrese los términos de búsqueda

source: Failed to perform product search
es_es: No se pudo realizar la búsqueda de productos

source: Load More
es_es: Cargar más

source: No more results
es_es: No hay más resultados

source: Import
es_es: Importar

source: Quick Import
es_es: Importación Rápida

source: Filter Results:
es_es: Resultados Filtrados:

source: Link Name:
es_es: Nombre del Enlace:

source: Link URL:
es_es: Url del Enlace:

source: http:// or https:// is required
es_es: http:// o https:// es obligatorio

source: No Follow Link
es_es: No Follow Enlace

source: Open Link In New Tab
es_es: Abrir el enlace en una pestaña nueva

source: Redirection Type:
es_es: Tipo de Redireccionamiento:

source: 301 Permanent
es_es: 301 Permamente

source: 302 Temporary
es_es: 302 Temporal

source: 307 Temporary (Alternative)
es_es: 307 Temporal (Alternativa)

source: Import Images:
es_es: Importar Imagenes:

source: Import Link
es_es: Importar Enlace

source: Small
es_es: Pequeña

source: Medium
es_es: Mediano

source: Large
es_es: Grande

source: Import as Affiliate Link
es_es: Importar como Enlace de Afiliado

source: Cancel
es_es: Cancelar

source: Failed to import product as an affiliate link
es_es: No se pudo importar el producto como un enlace de afiliado

source: Imported as an Affiliate Link
es_es: Importado como Enlace de Afiliado

source: Edit
es_es: Editar

source: Visit
es_es: Visitar

source: Delete
es_es: Borrar

source: Are you sure you want to delete this affiliate link?
es_es: ¿Estás seguro de que quieres borrar este enlace de afiliado?

source: Yes
es_es: Sí

source: Failed to delete imported affiliate link
es_es: No se pudo eliminar el enlace de afiliado importado

source: Importing
es_es: Importando

source: Bulk Actions
es_es: Acciones en Masa

source: Delete Imported Link
es_es: Eliminar Enlace Importado

source: Apply
es_es: Aplicar

source: Are you sure you want to remove the selected imported links?
es_es: ¿Está seguro de que desea eliminar los enlaces importados seleccionados?

source: Invalid affiliate link selected.
es_es: Se seleccionó un enlace de afiliado no válido.

source: Invalid category selected.
es_es: Se seleccionó una categoría no válida.

source: Please enter a valid report name
es_es: Por favor, introduzca un nombre válido

source: Please select a valid saved report
es_es: Seleccione un informe guardado válido

source: All links
es_es: Todos los Enlaces

source: Are you sure you want to delete the selected report?
es_es: ¿Está seguro de que desea eliminar el informe seleccionado?

source: Activate License
es_es: Activar su Licencia

source: Activating. Please wait...
es_es: Activando. Espere por favor...

source: Deactivating. Please wait...
es_es: Desactivando. Espere por favor...

source: Please fill in the License Key field
es_es: Complete el campo para la Clave de Licencia

source: Please fill in the Activation Email field
es_es: Complete el campo para el Correo Electrónico de Activación

source: Failed to activate license. Server error occurred on ajax request. Please contact support.
es_es: No se pudo activar la licencia. Se produjo un error del servidor en la solicitud ajax. Comuníquese con el soporte.

source: Failed to deactivate license. Server error occurred on ajax request. Please contact support.
es_es: No se pudo desactivar la licencia. Se produjo un error del servidor en la solicitud ajax. Comuníquese con el soporte.

source: Server error occurred on ajax request. Please contact support.
es_es: Se produjo un error del servidor en la solicitud ajax. Comuníquese con el soporte.

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Close
es_es: Cerrar

source: Yes, Show Quick Tour
es_es: Sí, mostrar recorrido rápido

source: Insert Affiliate Link
es_es: Insertar enlace de afiliado

source: Search:
es_es: Buscar:

source: No affiliate links found
es_es: No se encontraron enlaces de afiliados

source: Insert Link
es_es: Insertar Enlace

source: Load more affiliate links
es_es: Cargar más enlaces de afiliados

source: No more affiliate links to load
es_es: No hay más enlaces de afiliados para cargar

source: This is an affiliate link. See our {{disclosure_link}}.
es_es: Este es un enlace de afiliado. Vea nuestro {{disclosure_link}}.

source: disclosure notice
es_es: aviso de divulgación

source: Done! Cache Rebuilt
es_es: ¡Hecho! Caché Reconstruido

source: Change
es_es: Modificar

source: Cancel change
es_es: Cancelar Modificacion

source: Please select a valid .mmdb file
es_es: Selecciona un archivo .mmdb válido

source: Record/recreate all links
es_es: Grabar/recrear todos los enlaces

source: Adding all existing link entries to htaccess. Please be patient...<br/>This could take a while depending on the number of existing links
es_es: Agregar todas las entradas de enlaces existentes a htaccess. Por favor sea paciente...<br/> Esto puede llevar un tiempo dependiendo de la cantidad de enlaces existentes

source: View .htaccess debug log
es_es: Ver el registro de depuración de .htaccess

source: View plugin debug log
es_es: Ver el registro de depuración del complemento

source: Fix all links
es_es: Corregir todos los enlaces

source: Fixing all existing link entries on the htaccess. Please be patient...<br/>This could take a while depending on the number of existing links
es_es: Corrigiendo todas las entradas de enlaces existentes en htaccess. Por favor sea paciente...<br/> Esto puede llevar un tiempo dependiendo de la cantidad de enlaces existentes

source: Run automatic 404 checker cron now
es_es: Ejecute el cron automático del verificador 404 ahora

source: Autolinker lets you provide a list of keywords to automatically link your affiliate links to in your content. These settings let you tweak exactly how the Autolinker does this job.
es_es: Autolinker le permite proporcionar una lista de palabras clave para vincular automáticamente sus enlaces de afiliados en su contenido. Esta configuración le permite ajustar exactamente cómo el Autolinker hace este trabajo.

source: Geolocations
es_es: Geolocalizaciones

source: Settings for the geolcations module.
es_es: Configuración del módulo de geolocalizaciones.

source: Click Tracking
es_es: Seguimiento de Clics

source: <strong>Note:</strong> The Google Click Tracking module will not work until you've installed Google Analytics in your site. You can install it via a third party plugin. For advanced users using Google Tag Manager for analytics, please read this <a href='%s' target='_blank'>knowledgebase article</a>.
es_es: <strong>Nota:</strong> El módulo de seguimiento de clics de Google no funcionará hasta que haya instalado Google Analytics en su sitio. Puede instalarlo a través de un plugin de terceros. Para usuarios avanzados que utilizan Google Tag Manager para análisis, lea este <a href='%s' target='_blank'>artículo de la base de conocimientos</a> .

source: Automatic 404 Checker
es_es: Comprobador Automático de Errores 404

source: Settings for the automatic 404 checker module.
es_es: Configuraciones para el módulo de verificación automático de errores 404.

source: URL Shortener
es_es: Acortador de URL

source: Settings for the URL shortener module.
es_es: Configuración del módulo de acortador de URL.

source: Settings for the link scheduler module.
es_es: Configuración del módulo del planificador de enlaces.

source: Plugin Visibility
es_es: Visibilidad del Plugin

source: These settings allow you to manage the visibility of screens and menus throughout the plugin. Use it to allow access to some parts of the plugin for people who work on your site, but restrict access to other undesirable areas. Admins have full access and are unaffected by these settings.
es_es: Esta configuración le permite administrar la visibilidad de las pantallas y los menús en todo el plugin. Úselo para permitir el acceso a algunas partes del plugin para las personas que trabajan en su sitio, pero restringe el acceso a otras áreas no deseadas. Los administradores tienen acceso completo y no se ven afectados por esta configuración.

source: Affiliate Disclosure
es_es: Divulgación de Afiliados

source: Settings to customize affiliate disclosure display.
es_es: Configuración para personalizar la visualización de divulgación de afiliados.

source: Autolinker function
es_es: Función Autolinker

source: Select version of autolinker function to use.
es_es: Seleccione la versión de la función autolinker que desee utilizar.

source: New (version 1.4.0 and up).
es_es: Nuevo (versión 1.4.0 y posteriores).

source: Old (below version 1.4.0)
es_es: Antiguo (por debajo de la versión 1.4.0)

source: Keyword Limit
es_es: Límite de Palabras Clave

source: How many links per keyword should the autolinker place before stopping? (setting it to 0 will disable keyword limit).
es_es: ¿Cuántos enlaces por palabra clave debe colocar el enlazador automático antes de detenerse? (si se establece en 0, se desactivará el límite de palabras clave).

source: Random Autolink Placement?
es_es: ¿Colocación aleatoria de enlaces automáticos?

source: Enable random placement of autolinks globally.
es_es: Habilite la ubicación aleatoria de enlaces automáticos a nivel mundial.

source: Link inside of heading tags?
es_es: ¿Vínculo dentro de las etiquetas de encabezado?

source: Enable link placement inside of heading tags. Eg. <h1>, <h2>, <h3>, etc. Note this only links if the heading is part of the actual content, not the post/page title globally.
es_es: Habilite la ubicación del enlace dentro de las etiquetas de encabezado. P.ej.<h1> ,<h2> ,<h3> , etc. Tenga en cuenta que esto solo vincula si el encabezado es parte del contenido real, no el título de la publicación / página globalmente.

source: Disable autolinking on archive pages?
es_es: ¿Deshabilitar el enlace automático en páginas de archivo?

source: Disable autolinking on archive pages (this includes category and tag pages)
es_es: Deshabilitar el enlace automático en las páginas de archivo (esto incluye las páginas de categorías y etiquetas)

source: Disable autolinking on home page?
es_es: ¿Deshabilitar el enlace automático en la página de inicio?

source: Disable autolinking on home page (many blogs feature a blog post list on the home page or don't want links on the home page)
es_es: Desactive el enlace automático en la página de inicio (muchos blogs incluyen una lista de publicaciones de blog en la página de inicio o no quieren enlaces en la página de inicio)

source: Enable autolinking in feeds?
es_es: ¿Habilitar el enlace automático en los feeds?
