Repository: Yaidier/anonymitypro
Catalog: web/app/plugins/thirstyaffiliates-pro/i18n/thirstyaffiliates-pro-*.po
Languages: es_es

source: By default Autolinker does not replace keywords in feeds due to it sometimes causing feed validation issues. This option turns it back on.
es_es: De forma predeterminada, Autolinker no reemplaza las palabras clave en los feeds debido a que a veces causa problemas de validación del feed. Esta opción lo vuelve a activar.

source: Enable Autolinker on the following post types:
es_es: Habilite Autolinker en los siguientes tipos de publicaciones:

source: Enable the post types you want the Autolinker to work with. If no post types are selected, posts and pages will be enabled for you.
es_es: Habilite los tipos de publicación con los que desea que trabaje el Autolinker. Si no se selecciona ningún tipo de publicación, las publicaciones y las páginas se habilitarán para usted.

source: Select post types...
es_es: Seleccionar tipo de entrada...

source: Clear the Autolinker cache?
es_es: ¿Borrar la caché de Autolinker?

source: The Autolinker add-on self manages it's own cache of links and keywords for performance reasons. It will update the cache upon saving a link with that link's new value, however if you are experiencing issues you can try clearing and rebuilding the cache manually.
es_es: El add-on Autolinker administra automáticamente su propia caché de enlaces y palabras clave por razones de rendimiento. Actualizará la caché al guardar un enlace con el nuevo valor de ese enlace, sin embargo, si tiene problemas, puede intentar borrar y reconstruir la caché manualmente.

source: Clear & Rebuild Autolinker Cache
es_es: Borrar y reconstruir la caché de Autolinker

source: MaxMind Database
es_es: Base de datos de MaxMind

source: <strong>Use free MaxMind Country DB.</strong> <br>ThirstyAffiliates will source the latest freely provided MaxMind Country database and use this for IP address location checking.
es_es: <strong>Utilice MaxMind Country DB gratuito.</strong> <br>ThirstyAffiliates obtendrá la última base de datos de MaxMind Country proporcionada gratuitamente y la utilizará para verificar la ubicación de la dirección IP.

source: <strong>Use premium MaxMind Country DB.</strong> <br>If you have access to a premium MaxMind Country database file, you can upload it here and use this for IP address location checking.
es_es: <strong>Utilice la base de datos premium de MaxMind Country.</strong> <br>Si tiene acceso a un archivo de base de datos premium de MaxMind Country, puede cargarlo aquí y usarlo para verificar la ubicación de la dirección IP.

source: <strong>Use MaxMind Web Service.</strong> <br>If you have access to a MaxMin web service account, you can enter your API credentials here and use this for IP address location checking.
es_es: <strong>Utilice el servicio web MaxMind.</strong> <br>Si tiene acceso a una cuenta de servicio web MaxMin, puede ingresar sus credenciales de API aquí y usarlas para verificar la ubicación de la dirección IP.

source: Enable MaxMind DB Integration
es_es: Habilitar la integración de MaxMind DB

source: a .mmdb file containing country details which will be used for the Maxmind DB integration.
es_es: un archivo .mmdb que contiene detalles del país que se utilizará para la integración de Maxmind DB.

source: MaxMind Web Service User ID
es_es: ID de Usuario del Servicio web MaxMind

source: User identifier to access Maxmind's API service.
es_es: Identificador de usuario para acceder al servicio API de Maxmind.

source: MaxMind Web Service API Key
es_es: Clave de API del servicio web MaxMind

source: Service key required to access Maxmind's API service.
es_es: Se requiere la clave de servicio para acceder al servicio API de Maxmind.

source: Disable Forwarding Proxy Test
es_es: Desactivar la prueba de proxy de reenvío

source: Some hosts use a forwarding proxy to detect the client's IP address which is needed for geo detection, we automatically try to see if this is active, but some hosts have a funny setup where they show both IPs in the forwarding information. This setting disables the check altogether so you can get around this limitation.
es_es: Algunos hosts usan un proxy de reenvío para detectar la dirección IP del cliente que se necesita para la detección geográfica, automáticamente intentamos ver si está activo, pero algunos hosts tienen una configuración divertida en la que muestran ambas IP en la información de reenvío. Esta configuración desactiva la verificación por completo para que pueda sortear esta limitación.

source: Tracking Script
es_es: Guión de Seguimiento

source: <strong>Global Site Tag (gtag.js)</strong> <br> The Global Site Tag provides streamlined tagging across Google’s site measurement, conversion tracking, and remarketing products – giving you better control while making implementation easier. This is the newest variant of the Google Analytics tracking script.
es_es: <strong>Etiqueta global del sitio (gtag.js)</strong><br>La etiqueta global del sitio proporciona un etiquetado optimizado en todos los productos de remarketing, seguimiento de conversiones y medición del sitio de Google, lo que le brinda un mejor control y facilita la implementación. Esta es la variante más reciente del script de seguimiento de Google Analytics.

source: <strong>Universal Google Analytics</strong> <br>The most common Google Analytics tag, uses the function ga().
es_es: <strong>Universal Google Analytics</strong> <br>La etiqueta de Google Analytics más común, utiliza la función ga().

source: <strong>Legacy Google Analytics</strong> <br>Legacy support for the older style _gaq function.
es_es: <strong>Google Analytics Heredado</strong> <br>Soporte heredado para la función _gaq de estilo anterior.

source: <strong>Google Tag Manager</strong> <br>For those using GTM please see these <a href="%s">additional setup instructions</a>.
es_es: <strong>Administrador de etiquetas de Google</strong> <br>Para aquellos que usan GTM, consulte estas <a href="%s">instrucciones de configuración adicionales</a> .

source: Event action value
es_es: Valor de la acción del evento

source: Value to set on the event action parameter of Google Analytics event tracking. Note: for uncloaked URLs, the value of event action will always be the full URL except for "link text" option.
es_es: Valor para establecer en el parámetro de acción de evento del seguimiento de eventos de Google Analytics. Nota: para las URL sin ocultar, el valor de la acción del evento siempre será la URL completa, excepto para la opción "texto del enlace".

source: Link URI (full link value without the site address)
es_es: URI de enlace (valor de enlace completo sin la dirección del sitio)

source: Full link URL
es_es: URL del enlace completo

source: Link slug (last segment of URL)
es_es: Enlace slug (último segmento de URL)

source: Link text
es_es: Texto del Enlace

source: Custom event category name:
es_es: Nombre de categoría de evento personalizado:

source: Customize the event category name of the click tracking Event. (Default: "Affiliate Link")
es_es: Personalice el nombre de la categoría del evento de seguimiento de clics. (Predeterminado: "Enlace de Afiliado")

source: Custom Function Name (for universal GA):
es_es: Nombre de Función Personalizada (para GA universal):

source: Enter the custom function name used for the Universal Google Analytics on your site. This only applies if your using other than <code>ga</code> or <code>__gaTracker</code>.
es_es: Ingrese el nombre de la función personalizada que se usa para Universal Google Analytics en su sitio. Esto solo se aplica si usa algo diferente a <code>ga</code> o <code>__gaTracker</code>.

source: Days offset:
es_es: Desplazamiento de Días:

source: days (interval to run the automatic 404 checker cron job.)
es_es: días (intervalo para ejecutar el trabajo cron automático del verificador 404).

source: Hours offset:
es_es: Desplazamiento de horas:

source: hours (interval to run the automatic 404 checker cron job.)
es_es: horas (intervalo para ejecutar el trabajo cron automático del verificador 404).

source: Run Automatic 404 Checker Manually
es_es: Ejecute el verificador automático 404 manualmente

source: This will trigger the automatic 404 checker scheduled cron job to run manually. Once it runs, this process will be done on the background. Please note that only one instance can be run at a time and it may take some time to finish.
es_es: Esto activará el trabajo cron programado del verificador 404 automático para que se ejecute manualmente. Una vez que se ejecute, este proceso se realizará en segundo plano. Tenga en cuenta que solo se puede ejecutar una instancia a la vez y es posible que tarde algún tiempo en finalizar.

source: <strong>Goo.gl</strong> <br>Shorten your affiliate links with Google's official ur shortener service.
es_es: <strong>Goo.gl</strong> <br>Acorte sus enlaces de afiliados con el servicio oficial de acortamiento de ur de Google.

source: <strong>Firebase Dynamic Links</strong> <br>Shorten your affiliate links with Google's new Firebase Dynamic Links.
es_es: <strong>Enlaces Dinámicos de Firebase</strong> <br>Acorte sus enlaces de afiliados con los nuevos enlaces dinámicos de Firebase de Google.

source: <strong>Bitly</strong> <br>Shorten your affiliate links with Bitly service by entering your access token.
es_es: <strong>Bitly</strong> <br>Acorte sus enlaces de afiliados con el servicio Bitly ingresando su token de acceso.

source: The Bitly integration is deprecated and will soon be removed.
es_es: La integración de Bitly está obsoleta y pronto se eliminará.

source: URL Shortener Service
es_es: Servicio de Acortadedor de URL

source: Goo.gl API key:
es_es: Clave de API de Goo.gl:

source: Please enter your goo.gl account API key.
es_es: Ingrese la clave de API de su cuenta goo.gl.

source: Firebase Dynamic Links API key:
es_es: Clave de API de Firebase Dynamic Links:

source: Please enter your Firebase project API key.
es_es: Ingresa la clave de API de tu proyecto de Firebase.

source: Firebase Dynamic Link Domain:
es_es: Dominio de Enlace Dinámico de Firebase:

source: Please enter your Firebase dynamic link domain.
es_es: Ingrese su dominio de vínculo dinámico de Firebase.

source: Generate Short URL on Affiliate Link Save?
es_es: ¿Generar URL corta en el Enlace de Afiliado Guardado?

source: By default short urls are generated separately by clicking the "Generate Short URL" button on the edit affiliate link page. Checking this option will immediately generate a short URL for the destination URL when the affiliate link is saved.
es_es: Por defecto, las URL cortas se generan por separado haciendo clic en el botón "Generar URL Corta" en la página de edición del enlace de afiliado. Al marcar esta opción, se generará inmediatamente una URL corta para la URL de destino cuando se guarde el enlace de afiliado.

source: Bitly Access Token:
es_es: Token de Acceso Bitly:

source: Please enter your Bitly account access token.
es_es: Ingrese el token de acceso a su cuenta Bitly.

source: 307 Temporary (alternative)
es_es: 307 Temporal (alternativa)

source: Before start redirect URL (global)
es_es: La redireccion del URL que empieza antes de comenzar (global)

source: The value here will be used when the before start redirect URL field in the affiliate link is empty. (Defaults to the home URL)
es_es: El valor aquí se utilizará cuando el campo URL de redireccionamiento antes de comenzar en el enlace de afiliado esté vacío. (Por defecto es la URL de inicio)

source: Before start redirect type (global)
es_es: El tipo de redireccion del URL que empieza antes de comenzar (global)

source: The redirect type to use when <em>before start redirect URL</em> is implemented.
es_es: El tipo de redireccionamiento que se utilizará cuando se implemente la <em>URL de redireccionamiento antes del inicio</em>.

source: Link expiration redirect URL (global)
es_es: URL de redireccionamiento de vencimiento del enlace (global)

source: The value here will be used when the after expire redirect URL field in the affiliate link is empty. (Defaults to the home URL)
es_es: El valor aquí se utilizará cuando el campo URL de redireccionamiento después de la expiración en el enlace de afiliado esté vacío. (Por defecto es la URL de inicio)

source: Link expiration redirect type (global)
es_es: Tipo de redireccionamiento de vencimiento del enlace (global)

source: The redirect type to use when <em>after expire redirect URL</em> is implemented.
es_es: El tipo de redireccionamiento que se utilizará cuando se implemente la <em>URL de redireccionamiento después de que expire</em>.

source: Admin Interfaces
es_es: Interfaces de Administración

source: Control the capability required to view and manage certain ThirstyAffiliates features.
es_es: Controle la capacidad requerida para ver y administrar ciertas funciones de ThirstyAffiliates.

source: Affiliate Links (list)
es_es: Enlaces de Afiliados (lista)

source: Add/Edit Affiliate Link
es_es: Agregar/Editar Enlace de Afiliado

source: Link Categories
es_es: Categorías de Enlaces

source: Amazon Import
es_es: Importación de Amazon

source: Reports
es_es: Informes

source: Report Interfaces
es_es: Interfaces de Informes

source: Control the capability required to view ThirstyAffiliates reports.
es_es: Controle la capacidad necesaria para ver los informes de ThirstyAffiliates.

source: Link Performance Report
es_es: Informe de Rendimiento

source: Geolocations Report
es_es: Informe de Geolocalizaciones

source: Stats Report
es_es: Informe de Estadísticas

source: Keyword Report
es_es: Informe de Palabras Clave

source: Setting Interfaces
es_es: Configuración de Interfaces

source: Control the capability required to view and manage each ThirstyAffiliates setting tab.
es_es: Controle la capacidad requerida para ver y administrar cada pestaña de configuración de ThirstyAffiliates.

source: General Settings
es_es: Configuración General

source: Links Settings
es_es: Configuración de Enlaces

source: Modules Settings
es_es: Configuración de Módulos

source: Amazon Settings
es_es: Configuración de Amazon

source: Autolinker Settings
es_es: Configuración de Autolinker

source: Geolocation Settings
es_es: Configuración de Geolocalización

source: Click Tracking Settings
es_es: Configuración de Seguimiento de Clics

source: Automatic 404 Checker Settings
es_es: Configuración del Verificador de Errores 404

source: URL Shortener Settings
es_es: Configuración del Acortador de URL

source: Link Scheduler Settings
es_es: Configuración del Programador de Enlaces

source: Help Settings
es_es: Configuración de ayuda

source: Menu item description
es_es: Descripción del elemento del menú

source: Disclosure page
es_es: Pagina de Divulgación

source: The page which contains full information of your disclosure notice.
es_es: La página que contiene información completa de su aviso de divulgación.

source: Disclosure notice link text
es_es: Texto del enlace del aviso de divulgación

source: The text to display for the link to the set disclosure page
es_es: El texto que se mostrará para el enlace a la página de divulgación configurada

source: Display disclosure notice tooltip
es_es: Mostrar información sobre herramientas de aviso de divulgación

source: When checked, the plugin will add an icon next to all affiliate links in the site, which when hovered will display the disclosure notice message with a link to the disclosure notice page.
es_es: Cuando está marcado, el plugin agregará un ícono junto a todos los enlaces de afiliados en el sitio, que cuando se coloque encima mostrará el mensaje de aviso de divulgación con un enlace a la página del aviso de divulgación.

source: Disclosure notice message (tooltip)
es_es: Mensaje de aviso de divulgación (tooltip)

source: The text to display on the tooltip. Add <code>{{disclosure_link}}</code> to display the link to the disclosure page.
es_es: El texto que se mostrará en la información sobre el tooltip. Agregue <code>{{disclosure_link}}</code> para mostrar el enlace a la página de divulgación.

source: Display disclosure notice at the bottom of article
es_es: Mostrar aviso de divulgación en la parte inferior del artículo

source: When checked, the plugin will add the disclosure notice text at the bottom of the post or page. This will only be added on the actual post/page and not on archive pages.
es_es: Cuando está marcado, el complemento agregará el texto del aviso de divulgación en la parte inferior de la publicación o página. Esto solo se agregará en la publicación/página real y no en las páginas de archivo.

source: Display disclosure notice on the following post types
es_es: Mostrar aviso de divulgación en los siguientes tipos de publicaciones

source: Disclosure notice message (bottom of article)
es_es: Mensaje de aviso de divulgación (parte inferior del artículo)

source: The text to display on the disclosure notice at the bottom of post/page article. Add <code>{{disclosure_link}}</code> to display the link to the disclosure page.
es_es: El texto que se mostrará en el aviso de divulgación en la parte inferior del artículo de publicación/página. Agregue <code>{{disclosure_link}}</code> para mostrar el enlace a la página de divulgación.

source: <h4>AFFILIATE DISCLOSURE:</h4><p>This article may contain affiliate links. See our {{disclosure_link}} for more information.</p>
es_es: <h4>DIVULGACIÓN DEL AFILIADO:</h4><p> Este artículo puede contener enlaces de afiliados. Consulte nuestro {{disclosure_link}} para obtener más información.</p>

source: Geolocation IP Address Debug
es_es: Depuración de Dirección IP de Geolocalización

source: Used for debugging the geolocation module by overriding the IP address detected in the server.
es_es: Se utiliza para depurar el módulo de geolocalización anulando la dirección IP detectada en el servidor.

source: Record/recreate all existing links to .htaccess file
es_es: Grabe/vuelva a crear todos los enlaces existentes al archivo .htaccess

source: Note: Because you are using the ThirstyAffiliates Htaccess Redirect add-on, links may appear cached in your browser. To test a link after you change the destination always use a Private Browsing/Incognito window to ensure a fresh browser session.
es_es: Nota: Debido a que está utilizando el add-on ThirstyAffiliates Htaccess Redirect, los enlaces pueden aparecer almacenados en caché en su navegador. Para probar un enlace después de cambiar el destino, utilice siempre una ventana de navegación privada/incógnito para garantizar una nueva sesión del navegador.

source: View Debug Log
es_es: Ver Registro de Depuración

source: View debug logs description.
es_es: Ver la descripción de los registros de depuración.

source: Fix all existing links in database and .htaccess file
es_es: Arregle todos los enlaces existentes en la base de datos y el archivo .htaccess

source: This feature will fix all ThirstyAffiliates links registered on the database and on the .htaccess file by replacing all instances of <code>&amp;amp;</code> to <code>&</code>.
es_es: Esta función arreglará todos los enlaces de ThirstyAffiliates registrados en la base de datos y en el archivo .htaccess reemplazando todas las instancias de <code>&amp;amp;</code> a <code>&</code> .

source: The Autolinker module gives you the ability to automatically link keywords to affiliate links by defining a list for each affiliate link.
es_es: El módulo Autolinker le brinda la capacidad de vincular automáticamente palabras clave a enlaces de afiliados mediante la definición de una lista para cada enlace de afiliado.

source: The Geolocation module adds functionality for geolocation targeting and various other country specific features.
es_es: El módulo de Golocalización agrega funcionalidad para la orientación de geolocalización y varias otras características específicas del país.

source: CSV Import/Export
es_es: CSV Iportación/Exportación

source: Lets you bulk import affiliate links using a CSV spreadsheet. Handy for handling bulk link creation and for importing links from another link management plugin.
es_es: Le permite importar enlaces de afiliados de forma masiva mediante una hoja de cálculo CSV. Útil para manejar la creación de enlaces masivos y para importar enlaces desde otro complemento de administración de enlaces.

source: Google Click Tracking
es_es: Seguimiento de Clics de Google

source: This module lets you track clicks by way of Google Analytics Events to affiliate links that are inserted.
es_es: Este módulo le permite realizar un seguimiento de los clics a través de eventos de Google Analytics a los enlaces de afiliados que se insertan.

source: This module moves your affiliate link redirects from PHP based redirects to .htaccess server based redirects.
es_es: Este módulo mueve los redireccionamientos de su enlace de afiliado de los redireccionamientos basados en PHP a los redireccionamientos basados en el servidor .htaccess.

source: This module allows you to send notifications to your email whenever a set event has been completed.<br><br><b>Warning :</b> For this feature to work, the <b>Statistics</b> module needs to be turned on.
es_es: Este módulo le permite enviar notificaciones a su correo electrónico cada vez que se completa un evento establecido.<br><br><b>Advertencia:</b> para que esta característica funcione, es necesario activar el módulo <b>Estadísticas</b>.

source: This module checks the status of all registered affiliate links regularly via cron, by pinging the destination URL and informs the admin by email if a URL is still working or dead.
es_es: Este módulo verifica el estado de todos los enlaces de afiliados registrados regularmente a través de cron, haciendo ping a la URL de destino e informa al administrador por correo electrónico si una URL aún funciona o está inactiva.

source: This module allows you to shorten your affiliate link URLs by the most popular shortener services available.
es_es: Este módulo le permite acortar las URL de sus enlaces de afiliados mediante los servicios de acortador más populares disponibles.

source: This module allows you set the dates for your affiliate links to become active and/or expire.
es_es: Este módulo le permite establecer las fechas para que sus enlaces de afiliados se activen y/o caduquen.

source: This module allows you to set user roles/capability to gain access on the plugin's admin interfaces (Affiliate Links, Reports, Settings, etc.)
es_es: Este módulo le permite establecer roles/capacidad de usuario para obtener acceso a las interfaces de administración del complemento (Enlaces de Afiliados, Informes, Configuración, etc.)

source: This module allows you to add disclosure messages beside your affiliate links and/or at the bottom of every post that has affiliate links on it making light work of keeping your site compliant with FTC guidelines.
es_es: Este módulo le permite agregar mensajes de divulgación junto a sus enlaces de afiliados y/o en la parte inferior de cada publicación que tenga enlaces de afiliados, lo que simplifica el trabajo de mantener su sitio en conformidad con las pautas de la FTC.

source: Link Category in URL?
es_es: ¿Categoría de Enlace en URL?

source: Custom Link Prefix
es_es: Prefijo de Enlace Personalizado

source: Link Redirect Type
es_es: Tipo de Redireccionamiento

source: Link Prefix
es_es: Prefijo del Enlace

source: You've recently changed the <strong>%s</strong> link appearance setting for ThirstyAffiliates while the htaccess module is turned on. We highly recommend that you regenerate your htaccess entries in the <strong>Help</strong> section.
es_es: Recientemente, cambió la <strong>configuración de apariencia del enlace %s</strong> para ThirstyAffiliates mientras el módulo htaccess está encendido. Recomendamos encarecidamente que vuelva a generar sus entradas de htaccess en la sección de <strong>Ayuda</strong>.
