Repository: Yaidier/anonymitypro
Catalog: web/app/plugins/thirstyaffiliates-pro/i18n/thirstyaffiliates-pro-*.po
Languages: es_es

source: The high powered add-on to the free ThirstyAffiliates plugin that will turbo charge your affiliate marketing.
es_es: El plugin de alta potencia para el add-on gratuito ThirstyAffiliates que acelerará su marketing de afiliados.

source: Not yet checked.
es_es: Aún no comprobado.

source: Last checked on %s.
es_es: Verificado por última vez en %s.

source: Last checked unknown.
es_es: Última comprobación desconocida.

source: waiting
es_es: esperando

source: warning
es_es: atención

source: Choose an option
es_es: Elija una opción

source: You had an HTTP error connecting to Caseproof's Mothership API
es_es: Tenía un error HTTP al conectar al Mothership API de Caseproof

source: Your License Key was invalid
es_es: Su clave de licencia no es válida

source: Error fetching license data. Please use the license key displayed at https://thirstyaffiliates.com/account or contact support.
es_es: Error al obtener los datos de la licencia. Utilice la clave de licencia que se muestra en https://thirstyaffiliates.com/account o póngase en contacto con el servicio de asistencia.

source: United States
es_es: Los Estados Unidos

source: Canada
es_es: Canadá

source: United Kingdom
es_es: Reino Unido

source: Brazil
es_es: Brasil

source: France
es_es: Francia

source: Germany
es_es: Alemania

source: Italy
es_es: Italia

source: Japan
es_es: Japón

source: Mexico
es_es: México

source: Netherlands
es_es: Países Bajos

source: Singapore
es_es: Singapur

source: Spain
es_es: España

source: Turkey
es_es: Turquía

source: United Arab Emirates
es_es: Emiratos Árabes Unidos

source: -- All Departments --
es_es: — Todos los Departamentos —

source: Automotive
es_es: Automotores

source: Baby
es_es: Bebé

source: Beauty & Personal Care
es_es: Belleza y Cuidado Personal

source: Books
es_es: Libros

source: Computers
es_es: Computadoras

source: Electronics
es_es: Electrónicas

source: Everything Else
es_es: Todo lo Demás

source: Clothing & Shoes
es_es: Ropa y Calzado

source: Gift Cards
es_es: Tarjetas de Regalo

source: Health, Household & Personal Care
es_es: Salud, Hogar y Cuidado Personal

source: Home & Kitchen
es_es: Hogar y Cocina

source: Kindle Store
es_es: Tienda del Kindle

source: Lighting
es_es: Iluminación

source: Luggage & Travel Gear
es_es: Equipaje y Artículos de Viaje

source: Apps & Games
es_es: Aplicaciones y Juegos

source: Movies & TV
es_es: Películas y TV

source: CDs & Vinyl
es_es: CDs y Vinilos

source: Stationery & Office Products
es_es: Papelería y Productos de Oficina

source: Pet Supplies
es_es: Artículos para Mascotas

source: Sports, Fitness & Outdoors
es_es: Deportes y Recreación

source: Home Improvement
es_es: Mejoras al Hogar

source: Toys & Games
es_es: Juguetes y Juegos

source: Video Games
es_es: Videojuegos

source: Clothing & Accessories
es_es: Ropa y Accesorios

source: Classical Music
es_es: Música Clásica

source: English Books
es_es: Libros de Ingles

source: Patio, Lawn & Garden
es_es: Patio, Césped y Jardín

source: Grocery & Gourmet Food
es_es: Tienda y Comida Gourmet

source: Handmade
es_es: Hecho de Mano

source: Health & Personal Care
es_es: Salud y Cuidado Personal

source: Industrial & Scientific
es_es: Industrial y Científica

source: Jewelry
es_es: Joyerías

source: Luggage & Bags
es_es: Equipaje y Bolsos

source: Luxury Beauty
es_es: Belleza de Lujo

source: Music
es_es: Música

source: Musical Instruments, Stage & Studio
es_es: Instrumentos Musicales, Escenario y Estudio

source: Office Products
es_es: Productos de Oficina

source: Shoes & Handbags
es_es: Zapatos y Bolsos

source: Sports & Outdoors
es_es: Deportes y Recreación

source: Tools & Home Improvement
es_es: Herramientas y Mejoras para el Hogar

source: Watches
es_es: Relojes

source: Appliances
es_es: Accesorios

source: Automotive Parts & Accessories
es_es: Piezas y Accesorios Automotrices

source: Digital Music
es_es: Música Digital

source: Clothing, Shoes & Jewelry
es_es: Ropa, Zapatos y Joyería

source: Foreign Books
es_es: Libros Extranjeros

source: Garden & Outdoor
es_es: Jardín y la Intemperie

source: Health, Household & Baby Care
es_es: Salud, Menaje y Cuidado del Bebé

source: Musical Instruments
es_es: Instrumentos Musicales

source: Shoes
es_es: Zapatos

source: Classical
es_es: Clásico

source: Magazine Subscriptions
es_es: Suscripciones a Revistas

source: Camera & Photo
es_es: Cámara y Foto

source: Collectibles & Fine Art
es_es: Coleccionables y Bellas Artes

source: Furniture
es_es: Muebles

source: Credit Cards
es_es: Tarjetas de Crédito

source: Clothing, Shoes & Jewelry Baby
es_es: Ropa, Zapatos y Joyería Bebé

source: Clothing, Shoes & Jewelry Men
es_es: Ropa, Zapatos y Joyería para Hombre

source: Clothing, Shoes & Jewelry Women
es_es: Ropa, Zapatos y Joyería para Mujer

source: Hobby
es_es: Pasatiempo

source: Toys
es_es: Juguetes

source: Clothing, Shoes & Jewelry Boys
es_es: Ropa, Zapatos y Joyería para Niños

source: Clothing, Shoes & Jewelry Girls
es_es: Ropa, Zapatos y Joyería para Niñas

source: Clothing & Accessories
es_es: Ropa y Accesorios

source: Car Rentals
es_es: Coches de Alquiler

source: Arts, Crafts & Sewing
es_es: Artes, Manualidades y Costura

source: Home & Garden
es_es: Hogar & Jardín

source: Sports
es_es: Deportes

source: Amazon Video
es_es: Video de Amazon

source: Clothing
es_es: Ropa

source: Large Appliances
es_es: Electrodomésticos Grandes

source: Car & Motorbike
es_es: Coche y Moto

source: Beauty
es_es: Belleza

source: Computers & Accessories
es_es: Computadoras y Accesorios

source: Electronics & Photo
es_es: Electrónica y Fotografía

source: Fashion
es_es: De Moda

source: Garden & Outdoors
es_es: Jardín y Aire Libre

source: Grocery
es_es: Tienda

source: Jewellery
es_es: Joyería

source: Luggage
es_es: Equipaje

source: DVD & Blu-ray
es_es: DVD y Blu-ray

source: Musical Instruments & DJ
es_es: Instrumentos Musicales y DJ

source: Stationery & Office Supplies
es_es: Papelería y Material de Oficina

source: Shoes & Bags
es_es: Zapatos y Bolsas

source: DIY & Tools
es_es: Bricolaje, Herramientas

source: PC & Video Games
es_es: PC y Video Juegos

source: Digital Educational Resources
es_es: Recursos Educativos Digitales

source: Home & Business Services
es_es: Servicios para la Empresa y Hogar

source: Cell Phones & Accessories
es_es: Celulares y Accesorios

source: Invalid AJAX call
es_es: Llamada AJAX inválida

source: Missing required post data
es_es: Faltan datos de publicación requeridos

source: Category:
es_es: Categoría:

source: 24 Hours
es_es: 24 Horas

source: Report saved successfully! You will now be able to load this report again after reloading the page.
es_es: ¡Informe guardado correctamente! Ahora podrá volver a cargar este informe después de volver a cargar la página.

source: Something went wrong while trying to save the report. Please try again.
es_es: Se produjo un error al intentar guardar el informe. Inténtalo de nuevo.

source: You are not allowed to do this.
es_es: No tienes permisos para hacer esto.

source: Required parameters not supplied.
es_es: Parámetros requeridos no suministrados.

source: Load saved report
es_es: Cargar informe guardado

source: Save report
es_es: Guardar informe

source: Add link report
es_es: Añadir Informe de Enlace

source: Add category report
es_es: Agregar Informe de Categoría

source: Loaded report:
es_es: Informe cargado:

source: No report to load.
es_es: No hay informe para cargar.

source: Geolocation
es_es: Geolocalización

source: Geolocation Report
es_es: Informe de Geolocalización

source: Total clicks on affiliate links specific on the visitor's location over a given period.
es_es: Total de clics en enlaces de afiliados específicos de la ubicación del visitante durante un período determinado.

source: Year
es_es: Año

source: Last Month
es_es: Último Mes

source: This Month
es_es: Este Mes

source: Last 7 Days
es_es: Últimos 7 Días

source: No report data to show
es_es: No hay datos de informe para mostrar

source: Displaying report data from <strong>%s</strong> to <strong>%s</strong>
es_es: Mostrando datos de informes de <strong>%s</strong> a <strong>%s</strong>

source: Legend
es_es: Simbología

source: Stats Table
es_es: Tabla de Estadísticas

source: Stats Table Report
es_es: Informe de Tabla de Estadísticas

source: View click data in a full table report based on a selected time period.
es_es: Vea los datos de clics en un informe de tabla completo basado en un período de tiempo seleccionado.

source: <em>no data</em>
es_es: <em>sin datos</em>

source: No data to show.
es_es: Ningun dato para mostrar.

source: « Previous
es_es: « Anterior

source: Next »
es_es: Próximo »

source: Keywords
es_es: Palabras Claves

source: Keywords Report
es_es: Informe de Palabras Clave

source: The keyword report gathers what particular words or phrases were linked when a link was clicked.
es_es: El informe de palabras clave recopila qué palabras o frases concretas se vincularon cuando se hizo clic en un enlace.

source: <em>No keyword</em>
es_es: <em>Sin palabra clave</em>

source: Stats Summary
es_es: Resumen de Estadísticas

source: Settings
es_es: Ajustes

source: ThirstyAffiliates CSV Exporter
es_es: Exportador de CSV de ThirstyAffiliates

source: STEP 2 - exporting CSV:
es_es: PASO 2 - exportar CSV:

source: We are now exporting your CSV file.
es_es: Ahora estamos exportando su archivo CSV.

source: Could not open file for writing, check your upload directory permissions.
es_es: No se pudo abrir el archivo para escribir, verifique los permisos de su directorio de carga.

source: All done. %d affiliate links exported successfully. <a href="%s">Click here to download your file.</a>
es_es: Todo listo. %d Enlaces de afiliados exportados correctamente. <a href="%s">Haga clic aquí para descargar su archivo.</a>

source: No links found to export.
es_es: No se encontraron enlaces para exportar.

source: ThirstyAffiliates CSV Importer
es_es: Importador de CSV de ThirstyAffiliates

source: STEP 2 - importing CSV:
es_es: PASO 2 - importar CSV:

source: We are now checking your CSV and importing links into the system.
es_es: Ahora estamos comprobando su CSV e importando enlaces al sistema.

source: All done. %d affiliate links imported successfully.
es_es: Todo listo. %d Enlaces de afiliados importados correctamente.

source: View all affiliate links &rarr;
es_es: Ver todos los enlaces de afiliados &rarr;

source: Importing link:
es_es: Importando enlace:

source: <p><a href="%s">Edit Link</a> | <a href="%s" target="_blank">View Link</a></p>
es_es: <p><a href="%s">Editar Enlace</a> | <a href="%s" target="_blank">Ver Enlace</a></p>

source: Error storing temporary image file, check permissions on upload directory.
es_es: Error al almacenar el archivo de imagen temporal, verifique los permisos en el directorio de carga.

source: Error storing image permanently, check permissions on upload directory.
es_es: Error al almacenar la imagen de forma permanente, verifique los permisos en el directorio de carga.

source: Attaching image to link, success.
es_es: Adjuntando imagen al enlace, éxito.

source: Import CSV
es_es: Importar CSV

source: Export CSV
es_es: Exportar CSV

source: You do not have suffifient permissions to access this page.
es_es: No tiene permisos para leer esta página.

source: Redirecting to the ThirstyAffiliates CSV Importer...
es_es: Redirigiendo al Importador de CSV de ThirstyAffiliates...

source: Redirecting to the ThirstyAffiliates CSV Exporter...
es_es: Redirigiendo al Exportador de CSV de ThirstyAffiliates...

source: Import affiliate links via a properly formatted CSV file, handy for bulk importing of affiliate links.
es_es: Importe enlaces de afiliados a través de un archivo CSV con el formato adecuado, útil para la importación masiva de enlaces de afiliados.

source: Export affiliate links to a properly formatted CSV file, handy for transferring to another site using the CSV Import.
es_es: Exporte los enlaces de afiliados a un archivo CSV con el formato adecuado, útil para transferir a otro sitio mediante la importación de CSV.

source: Event Notifications
es_es: Notificaciones de Eventos

source: Event Notification
es_es: Notificación de Evento

source: All Event Notifications
es_es: Todas las Notificaciones de Eventos

source: Parent Event Notification
es_es: Notificación de Evento Superior

source: Parent Event Notification:
es_es: Notificación de Evento Superior:

source: New Event Notification Name
es_es: Nombre de Notificación de Nuevo Evento

source: Add New Event Notification
es_es: Agregar Nuevo Notificación de Evento

source: Edit Event Notification
es_es: Editar Notificación de Evento

source: Update Event Notification
es_es: Actualizar Notificación de Eventos

source: View Event Notification
es_es: Ver Notificación de Eventos

source: Separate items with commas
es_es: Separar elementos con comas

source: Add or remove items
es_es: Agregar o quitar elementos

source: Choose from the most used
es_es: Elige entre los más usados

source: Popular Event Notifications
es_es: Notificaciones de Eventos Populares

source: Search Event Notifications
es_es: Buscar Notificaciones de Eventos

source: Not Found
es_es: No se encontro

source: No items
es_es: No hay elementos

source: Event notification list
es_es: Lista de Notificación de Eventos

source: Event notification list navigation
es_es: Navegación de la Lista de Notificación de Eventos

source: Notification Type
es_es: Tipo de Notificación

source: Trigger Value
es_es: Valor de Activación

source: Send an email when the link reaches a defined number of clicks.
es_es: Envíe un correo electrónico cuando el enlace alcance un número definido de clics.

source: Send an email when the link reaches a defined number of clicks within 24 hours.
es_es: Envíe un correo electrónico cuando el enlace alcance un número definido de clics en 24 horas.

source: <p>Event notifications allow you to send a notification to someone when some significant event happens with your affiliate links.</p> <p>You can setup different event notifications here, then assign one or more to an affiliate link and ThirstyAffiliates will monitor that link for those events.</p>
es_es: <p>Las notificaciones de eventos le permiten enviar una notificación a alguien cuando ocurre algún evento significativo con sus enlaces de afiliados.</p> <p> Puede configurar diferentes notificaciones de eventos aquí, luego asignar una o más a un enlace de afiliado y ThirstyAffiliates monitoreará ese enlace para esos eventos.</p>

source: %s affiliate link has reached %s clicks - %s
es_es: %s el enlace de afiliado ha alcanzado %s clics - %s

source: <h3>ThirstyAffiliates Event Notification</h3> <p>The <strong>%s</strong> affiliate link has reached <strong>%s clicks</strong>.</p> <p><a href="%s">Edit affiliate link</a> | <a href="%s">View affiliate link report</a></p>
es_es: <h3>Notificación de eventos de ThirstyAffiliates</h3> <p>El enlace de afiliado <strong>% s </strong> ha alcanzado <strong>%s clics</strong>.</p> <p><a href="%s">Editar enlace de afiliado</a> | <a href="%s">Ver informe de enlace de afiliado</a></p>

source: %s affiliate link has reached %s clicks within the last 24 hours - %s
es_es: %s el enlace de afiliado ha obtenido %s clics en las últimas 24 horas - %s

source: <h3>ThirstyAffiliates Event Notification</h3> <p>The <strong>%s</strong> affiliate link has reached <strong>%s clicks</strong> within the last 24 hours.</p> <p><a href="%s">Edit affiliate link</a> | <a href="%s">View affiliate link report</a></p>
es_es: <h3>Notificación de eventos de ThirstyAffiliates</h3> <p>El enlace de afiliado <strong>% s </strong> ha alcanzado <strong>%s clics</strong> en las ultimas 24 horas.</p> <p><a href="%s">Editar enlace de afiliado</a> | <a href="%s">Ver informe de enlace de afiliado</a></p>

source: The selected geolocation link being edited doesn't exist anymore.
es_es: El enlace de geolocalización seleccionado que se está editando ya no existe.

source: There was an error on updating the geolinks.
es_es: Hubo un error al actualizar los geolinks.

source: There are no registered geolocation links to remove.
es_es: No hay enlaces de geolocalización registrados para eliminar.

source: The selected geolocation link doesn't exist or has already been removed
es_es: El enlace de geolocalización seleccionado no existe o ya se ha eliminado

source: <h3> Thanks for activating ThirstyAffiliates Pro!</h3> <p>The Pro add-on for ThirstyAffiliates contains all the advanced features that you’ve been dreaming of.<p> <p>Would you like to go on a quick guided tour of these advanced features?</p> <p>It takes less than a minute and you’ll know more about what is possible with ThirstyAffiliates Pro.</p>
es_es: <h3>¡Gracias por activar ThirstyAffiliates Pro!</h3> <p>El add-on Pro para ThirstyAffiliates contiene todas las funciones avanzadas con las que ha estado soñando.<p> <p>¿Le gustaría realizar una visita guiada rápida de estas funciones avanzadas?</p> <p>Tarda menos de un minuto y sabrá más sobre lo que es posible con ThirstyAffiliates Pro.</p>

source: <h3>As mentioned, Event Notifications can alert you or others when certain events happen with your affiliate links.</h3> <p>This screen lets you define how those notifications work.</p> <p>Give you Event Notification a name (for internal reference), select the type and define the trigger value.</p> <p>Once you create an Event Notification you can assign it to any affiliate links that need it.</p>
es_es: <h3>Como se mencionó, las notificaciones de eventos pueden alertarlo a usted o a otras personas cuando ocurren ciertos eventos con sus enlaces de afiliados.</h3> <p>Esta pantalla le permite definir cómo funcionan esas notificaciones.</p> <p>Darle un nombre a la Notificación de Eventos (para referencia interna), seleccionar el tipo y definir el valor de activación.</p> <p>Once you create an Event Notification you can assign it to any affiliate links that need it.</p>

source: <h3>Amazon is a very popular program for affiliates due to their massive range of products and services.</h3> <p>Now you can import Amazon products as affiliate links in ThirstyAffiliates and they will be automatically setup with your codes and ready to be used in your content.</p> <p>There is some additional configuration required for the Amazon importer to work with Amazon’s API, so please check the settings area after the tour to set it up.</p> <p>We are also working with additional partners to introduce other new API importers to assist you with finding products to promote!</p>
es_es: <h3>Amazon es un programa muy popular para los afiliados debido a su amplia gama de productos y servicios.</h3> <p>Ahora puede importar productos de Amazon como enlaces de afiliados en ThirstyAffiliates y se configurarán automáticamente con sus códigos y estarán listos para usarse en su contenido.</p> <p>Se requiere alguna configuración adicional para que el importador de Amazon funcione con la API de Amazon, así que verifique el área de configuración después del recorrido para configurarlo.</p> <p>¡También estamos trabajando con socios adicionales para presentar otros importadores de API nuevos que lo ayuden a encontrar productos para promocionar!</p>

source: <h3>You can also import and export affiliate links via CSV file.</h3> <p>This is handy for managing affiliate links across multiple sites.</p> <p>It handles all the core ThirstyAffiliates data along with any additional meta data you want to import against your links.</p>
es_es: <h3>También puede importar y exportar enlaces de afiliados a través de un archivo CSV.</h3> <p>Esto es útil para administrar enlaces de afiliados en varios sitios.</p> <p>Maneja todos los datos centrales de ThirstyAffiliates junto con cualquier metadato adicional que desee importar en sus enlaces..</p>

source: <h3>Additional reports have been added to the Reports section.</h3> <p>In the free ThirstyAffiliates you can report on all your links or specific links, but in Pro, you can now also report on categories. This is great for seeing how a set of related links are performing.</p> <p>Additionally, there is another report available for Geolocation links with an amazing interactive map interface.</p> <p>You can also export your report data to a CSV file for further manipulation in programs like Excel and Numbers.</p>
es_es: <h3>Se han agregado informes adicionales a la sección Informes.</h3> <p>En ThirstyAffiliates gratuito puede informar sobre todos sus enlaces o enlaces específicos, pero en Pro, ahora también puede informar sobre categorías. Esto es excelente para ver el rendimiento de un conjunto de enlaces relacionados.</p> <p>Además, hay otro informe disponible para enlaces de geolocalización con una increíble interfaz de mapa interactivo.</p> <p>También puede exportar los datos de su informe a un archivo CSV para su posterior manipulación en programas como Excel y Numbers.</p>

source: <h3>Click tracking sends an event to your Google Analytics when someone clicks on an affiliate link.</h3> <p>This is handy for seeing affiliate link click data in your Google Analytics reports.</p>
es_es: <h3>El seguimiento de clics envía un evento a su Google Analytics cuando alguien hace clic en un enlace de afiliado.</h3> <p>Esto es útil para ver los datos de clics en enlaces de afiliados en sus informes de Google Analytics.</p>

source: <h3>This is the modules area where you can switch certain features on/off.</h3> <p>You might notice this has quite a few new modules in here now that you have ThirstyAffiliates Pro installed.</p> <p>All modules are enabled by default but if you find you aren’t using some features we encourage you to switch that feature off to save resources and speed up the plugin.</p> <p>The Htaccess module is the only module that is not enabled by default as this is a special feature for advanced users. If you know how .htaccess works and your server technology is compatible, ThirstyAffiliates can transfer the redirects of your affiliate links there.</p> <p>However, be aware that any links in your .htaccess will not be recorded in your click statistics reports.</p>
es_es: <h3>Esta es el área de módulos donde puede activar/desactivar determinadas funciones.</h3> <p>Puede notar que esto tiene bastantes módulos nuevos aquí ahora que tiene ThirstyAffiliates Pro instalado.</p> <p>Todos los módulos están habilitados de forma predeterminada, pero si descubre que no está utilizando algunas funciones, le recomendamos que la desactive para ahorrar recursos y acelerar el complemento.</p> <p>El módulo Htaccess es el único módulo que no está habilitado de forma predeterminada, ya que es una característica especial para usuarios avanzados. Si sabe cómo funciona .htaccess y la tecnología de su servidor es compatible, ThirstyAffiliates puede transferir las redirecciones de sus enlaces de afiliados allí.</p> <p>Sin embargo, tenga en cuenta que los enlaces de su .htaccess no se registrarán en sus informes de estadísticas de clics.</p>

source: <h3>This concludes the ThirstyAffiliates Pro features tour.</h3> <p>We hope you have enjoyed the tour and get tons of value from our Pro features!</p> <p>If you have any problems or questions about them please get in touch with support.</p>
es_es: <h3>Con esto concluye el recorrido por las características de ThirstyAffiliates Pro.</h3> <p>¡Esperamos que haya disfrutado del recorrido y obtenga un gran valor de nuestras funciones Pro!</p> <p>Si tiene algún problema o pregunta al respecto, póngase en contacto con el servicio de asistencia.</p>
